{
  "Высота/Эшелоны": {
    "canonNotes": "Формат: A010 = 1000 футов; F120 = 12000 футов.",
    "qa": [
      {
        "q": "Как расшифровывается A010 и F120?",
        "a": "A010 = 1000 футов. F120 = эшелон 120 (12000 футов)."
      },
      {
        "q": "Какой вертикальный интервал поддерживается ниже эшелона перехода?",
        "a": "1000 футов."
      }
    ]
  },
  "Приборы": {
    "qa": [
      { "q": "Какой прибор показывает барометрическую высоту?", "a": "Альтиметр." },
      { "q": "Какой прибор показывает приборную скорость?", "a": "Анемометр (указатель скорости)." }
    ]
  },
  "Радиолокация": {
    "qa": [
      { "q": "Что означает метка с «V» на радиолокационном экране?", "a": "Вертикальная скорость (вариометр/тренд набора/снижения)." }
    ]
  },
  "Фразеология": {
    "qa": [
      { "q": "Как корректно передать набор до эшелона 120?", "a": "Набирайте эшелон 120." }
    ]
  },
  "Общее": {
    "qa": [
      { "q": "Кто отвечает за поддержание вертикального эшелонирования в контролируемом воздушном пространстве?", "a": "Органы ОВД в соответствии с установленными минимумами и процедурами." }
    ]
  },
  "Фразеология радиообмена": {
    "canonNotes": "Фразеология основана на Правилах радиообмена Республики Казахстан.",
    "qa": [
      { "q": "Что такое пункты обязательных донесений (ПОД) в ОВД?", "a": "ПОД определяются на границах зон ответственности органов ОВД, в точках изменения направления, у ориентиров, в точках набора/снижения и в схемах захода на посадку." },
      { "q": "Как ведётся радиообмен при использовании систем наблюдения ОВД (АС УВД или ВОРЛ)?", "a": "Фразеология учитывает технологические особенности, радиообмен на казахском, русском или английском; английский для международных полетов." },
      { "q": "Опишите процедуру запроса информации ATIS перед запуском двигателей и действия, если информация устарела.", "a": "Экипаж докладывает о приёме ATIS при установлении связи; если устарела, диспетчер даёт команду на прослушивание новой. Если нет ATIS, пилот запрашивает текущую информацию." },
      { "q": "Что делает экипаж вертолета при запросе на запуск двигателей и контрольное висение?", "a": "Запуск с разрешения диспетчера; после висения передача ОВД зависит от типа взлета (по-самолетному или по-вертолетному)." },
      { "q": "Как применяется фразеология при буксировке ВС 'хвостом' вперёд?", "a": "Используется фразеология по таблице 44; пилот и команда на английском для координации, визуальный сигнал после завершения." },
      { "q": "В каких случаях диспетчер даёт указание на запрещение взлета, и какая фразеология используется?", "a": "Команда повторяется дважды, с указанием действий и причины (если время позволяет); для ВС в движении или стоящего." },
      { "q": "Как диспетчер управляет полётом в воздушном пространстве RVSM для неутверждённых ВС?", "a": "Пилот докладывает 'NEGATIVE RVSM'; орган ОВД запрашивает подтверждение и отказывает в входе, давая эшелон." },
      { "q": "Что такое сообщения аварийной связи и как они классифицируются?", "a": "Бедствие ('mayday' трижды) — немедленная помощь; срочность ('pan pan') — безопасность без немедленной помощи." },
      { "q": "Опишите фразеологию для противообледенительной обработки перед и после процедуры.", "a": "Перед: Подтвердить тормоза, начать обработку. После: Тип жидкости, время начала, код защиты, персонал удалён." },
      { "q": "Как используется фrazеология для PBN (навигация на характеристиках)?", "a": "Запрос подтверждения допуска RNAV (RNP), отмена ограничений по высоте/скорости в SID." }
    ]
  }
}
